{
  "recipes": [
    {
      "id": 1461,
      "name": "شیرینی دو رنگ ژله ای",
      "description": "",
      "cookingTime": 0,
      "prepareTime": 0,
      "servingSize": 0,
      "instructions": "شیرینی توپی دو رنگ ژله ای\r\nآرد 1 و نیم لیوان  .  شکر 1/2 لیوان  .  کره 120 گرم  .  بکینگ پودر 1 قاشق چایخوری\r\nشیر 1/2 لیوان  .  نمک 1/4 قاشق چایخوری  .  وانیل 1/4 قاشق چایخوری  .  تخم‌مرغ 2 عدد\r\nخامه 100 گرم  .  بادام شیرین 1/2 لیوان  .  پودر قند 3 قاشق غذاخوری  .  پودر ژله 2 بسته\r\nطرز تهیه : ابتدا فر را با دمای 180 درجه سانتیگراد روشن کنید تا گرم شود ؛ کره را در دمای اتاق قرار دهید تا نرم شود سپس بهمراه شکر داخل کاسه ای بریزید و با همزن بزنید تا کرم رنگ شود ، وانیل و تخم مرغ ها را نیز اضافه کنید و هم بزنید تا مایه شیرینی یکدست شود.\r\nآرد ، بکینگ و نمک را مخلوط و چند بار الک کنید سپس بهمراه شیر کم کم به مایه شیرینی اضافه و با قاشق مخلوط کنید تا خمیر نرمی بدست بیاید ، از خمیر تکه هایی به اندازه گردو بردارید و کف دست تان گرد کنید.\r\nته سینی فر کاغذ روغنی بیندازید و خمیرها را روی سینی قرار دهید و داخل فری که از قبل روشن کرده اید به مدت 20 -30 دقیقه بپزید ( دمای فرها متفاوت است و باید شیرینی ها را پس از 15 دقیقه زیر نظر بگیرید ) ؛ شیرینی ها را پس از پخت از فر خارج کنید و کناری قرار دهید تا خنک شود سپس داخل هر شیرینی را همانند شکل خالی کنید.\r\nخرده های شیرینی ، خامه و پودر قند را باهم مخلوط کنید سپس داخل شیرینی ها را با این مواد پر کنید و 1 بادام نیز روی ان قرار دهید و روی ان را با شیرینی دیگری بپوشانید ( برای هر شیرینی توپی 2 شیرینی که با کرم پر شده است و 1 بادام نیاز است ).\r\nپودر ژله ها را بصورت جداگانه در آب جوش حل کنید ( برای هر بسته ژله 1 لیوان آب جوش لازم است ) ، شیرینی ها را پس از اتصال به هم داخل ژله بزنید ( هر سر شیرینی را در یک رنگ ژله بزنید ) سپس داخل شکر بغلطانید تا تمام سطح شیرینی شکری شود.\r\nشیرینی ها را به مدت 1 ساعت داخل یخچال قرار دهید تا سرد شود سپس سرو کنید ( میتوانید از رنگ های متنوع ژله برای این شیرینی استفاده کنید ، بجای شکر میتوانید شیرینی را در پودر نارگیل و &#8230; نیز بزنید ).",
      "categoryId": 39,
      "country": "IR"
    },
    {
      "id": 18,
      "name": "مرغ گریل شده با سس باربیکیو لیمو",
      "description": "",
      "cookingTime": 15,
      "prepareTime": 15,
      "servingSize": 8,
      "instructions": "مرغ گریل شده با سس باربیکیو لیمو\r\nمرغ گریل شده با سس باربیکیو لیمو یکی از بهترین گزینه های آشپزی برای مهمانی های روزهای جمعه است. اگر به دنبال یک طعم جدی و متفاوت برای مصرف به همراه مرغ های گریل شده هستید حتما این سس را امتحان کنید. سس باربیکیو لیمو جایگزینی عالی برای سس قرمز باربیکیو مرغ است. \r\n\r\nطرز تهیه: گریل را از قبل با حرارت بالا گرم کنید.\r\n\r\nدر مخلوط کن روغن، آب لیمو، پیاز، نمک، آویشن، مرزنجوش و سیر را مخلوط کنید تا سفت و صاف شود.\r\n\r\nگریل را با آلومینیوم فویل بپوشانید. چند سوراخ بر روی فویل ایجاد کنید. سینه های مرغ بدون پوست را از وسط نصف کنید و بر روی گریل قرار داده و به مدت 15 دقیقه بپزید. یک بار گریل را بچرخانید و سس را با استفاده از یک قلم مو بر تمام سطح مرغ بکشید.\r\n\r\nنکته: می توانید مرغ را در طول شب در سس بخوابانید و در یخچال نگه داری کنید. البته مقداری سس نگه دارید تا در زمان گریل کردن مرغ از آن استفاده کنید.",
      "categoryId": 11,
      "country": "IR"
    },
    {
      "id": 1397,
      "name": "طرز تهیه کرم بروله قهوه",
      "description": "",
      "cookingTime": 0,
      "prepareTime": 20,
      "servingSize": 8,
      "instructions": "کرم بروله قهوه \r\nطرز تهیه : قهوه اسپرسو یا قهوه دم شده غلیظ را داخل کاسه ای بریزید و با 1 قاشق غذاخوری خامه مخلوط کنید.\r\nتخم مرغ ها و شکر را داخل کاسه ای بریزید و با همزن بزنید تا کرم رنگ و یکدست شود سپس قهوه را اضافه و مخلوط کنید.\r\nخامه را داخل قابلمه ای بریزید و روی حرارت ملایم قرار دهید ، هم بزنید تا خامه به جوش بیاید سپس از روی حرارت بردارید و کم کم به مخلوط تخم مرغ اضافه کنید ( کم کم اضافه کنید و هم بزنید تا در اثر حرارت کرم نبرد ).\r\nکرم را داخل قالب بریزید و در فر با دمای 150 درجه سانتیگراد به مدت 40 دقیقه قرار دهید تا بپزد( پیشنهاد میشود داخل سینی فر کمی آب بریزید و قالب ها را داخل سینی فر بچینید تا با حرارت زیاد کرم سفت نشود ).\r\nپس از پخت اگر ظرف کرم را تکان دهید اطراف کرم سفت و مرکز آن کمی شل است ، ظرف های کرم را از فر خارج کنید و داخل یخچال قرار دهید تا سرد شود سپس سرو کنید.\r\nبرای طعم و ظاهری بهتر پیشنهاد میشود لایه نازکی شکر روی کرم بپاشید و با حرارت مشعل آشپزی یا فندک اتمی روی کرم را کاراملی کنید.",
      "categoryId": 24,
      "country": "IR"
    },
    {
      "id": 183,
      "name": "طرز تهیه خورش آلو",
      "description": "",
      "cookingTime": 30,
      "prepareTime": 20,
      "servingSize": 6,
      "instructions": "طرز تهیه: آلوها راخوب بشوئید و در یک ظرف پر شده با آب خیس کنید. (همین که آب روی آلوها را بگیرد کافیست. نیازی نیست حتما در آب غوطه ور شوند.)\r\n\r\n\r\nیک قابلمه مناسب انتخاب کنید و پیاز خرد شده را همراه با 3 قاشق روغن تفت دهید و سرخ کنید. مرغ را  با پیاز تفت دهید و کمی نمک و زردچوبه را به مواد اضافه کنید.\r\n\r\n\r\nسپس لپه را همراه با 3 لیوان آب درون قابلمه بریزید و پس از گذاشتن در قابلمه اجازه دهید تا مرغ و لپه نیم پز شوند.\r\n\r\n\r\nحال ظرف حاوی آلو و آب را درون قابلمه سرازیر کنید. اجازه دهید تا خورش کاملا بجوشد. دقت داشته بلاشید تا برای زیبایی خورش آلوها بپزند اما له نشوند.\r\n\r\n\r\nدر یک لیوان آب جوش زعفران و شکر را حل کنید و داخل خورش بریزید. خورش را تا زمانی که به روغن بیفتد و حسابی جا افتاده شود بپزید.",
      "categoryId": 16,
      "country": "IR"
    },
    {
      "id": 383,
      "name": "طرز تهیه خمیر پفکی",
      "description": "",
      "cookingTime": 0,
      "prepareTime": 0,
      "servingSize": 0,
      "instructions": "خمیر پفکی\r\nآرد 2 لیوان  .  کره سرد 250 گرم  .  نمک 1/2 قاشق چایخوری  .  آب سرد 1/2 لیوان\r\nطرز تهیه : آرد ، آب سرد ، نمک و 50 گرم کره ذوب شده را داخل کاسه ای بریزید و باهم مخلوط کنید تا خمیر نرمی بدست بیاید ، خمیر را داخل کیسه فریزر بگذارید و 30 دقیقه در یخچال قرار دهید تا استراحت کند.\r\nروی سطح کار آرد بپاشید و خمیر را روی سطح کار باز کنید سپس 200 گرم کره نرم را روی سطح خمیر بریزید و پخش کنید ( کره را پیش از کار در دمای اتاق قرار دهید تا نرم شود ) ، خمیر را تا بزنید و با ورنه روی خمیر بکشید تا پهن شود ، حدود 5 بار خمیر را تا بزنید و با وردنه صاف کنید ( تا بزنید و صاف کنید مجدد تا بزنید و صاف کنید ).\r\nخمیر را داخل کیسه فریزر بگذارید و 30 دقیقه در یخچال قرار دهید ، مجدد خمیر را از یخچال خارج کنید و 5 بار دیگر تا بزنید و با وردنه باز کنید سپس 30 دقیقه دیگر در یخچال قرار دهید تا استراحت کند ( این مرحله را 2 - 3 بار تکرار کنید تا خمیر پفکی و ترد شود ).\r\nخمیر را پس از آماده شدن چند تا بزنید و داخل کیسه فریزر بگذارید و تا 1 هفته در یخچال نگهداری کنید ، این خمیر مناسب برای انواع شیرینی ، انواع دسر و انواع غذاهاست.",
      "categoryId": 13,
      "country": "IR"
    },
    {
      "id": 767,
      "name": "طرز تهیه ترشی لبو",
      "description": "",
      "cookingTime": 45,
      "prepareTime": 15,
      "servingSize": 0,
      "instructions": "طرز تهیه: لبوها را بشویید و  داخل قابلمه قرار دهید. روی لبوها تا حدی آب بریزید که لبوها را بپوشاند. سپس روی حرارت متوسط قرار دهید و به مدت 30 الی 45 دقیقه بپزید. تا حدی که چنگال براحتی داخل لبو فرو رود. بسته به نوع لبو و برش های لبو زمان پخت می تواند متغیر باشد.\r\n\r\nلبوها را آبکشی کنید و آب آنها را نگهدارید. اجازه دهید لبوها کمی خنک شوند. سپس پوست آنها را جدا کنید و به قطعات یا اشکال دلخواه برش بزنید. لبوهای خرد شده را داخل شیشه مورد نظر بریزید.\r\n\r\n2 لیوان از آب لبو، سرکه و مقداری نمک را در یک شیرجوش بریزید و روی حرارت قرار دهید تا به جوش بیاید. زمانی که مایع به جوش آمد آن را داخل شیشه و روی لبوها بریزید. درب شیشه را محکم ببندید و در جای خنک نگهداری کنید.\r\n\r\nنکته: آب اضافی لبو را دور نریزید و در ظرف مناسب نگهداری کنید. می توانید از آب لبو  بعنوان رنگ در غذاها و دسرهای مختلف  استفاده کنید.",
      "categoryId": 34,
      "country": "IR"
    },
    {
      "id": 2335,
      "name": "سيسو",
      "description": "سيسو یکی از غذاهای یمنی است که از ترکیب برنج، گوشت گوسفند و گلابی تهیه می‌شود.",
      "cookingTime": 50,
      "prepareTime": 25,
      "servingSize": 4,
      "instructions": "برنج را با گوشت گوسفند و گلابی می‌پزند تا طعمی خاص و خوشمزه ایجاد شود.",
      "categoryId": 156,
      "country": "YE"
    },
    {
      "id": 524,
      "name": "طرز تهیه برگر ماهی قزل آلا",
      "description": "",
      "cookingTime": 30,
      "prepareTime": 30,
      "servingSize": 5,
      "instructions": "طرز تهیه : گوشت ماهی قزل آلا را بهمراه قارچ ها چرخ کنید. سپس داخل کاسه ای بریزید و پیازهای رنده شده آب گرفته ، جعفری خرد شده ، سفیده تخم مرغ ، آبلیمو ، پودر سیر ، نمک و فلفل را اضافه کنید.\r\nمواد را خوب هم بزنید تا یکدست شوند. سپس مقداری آرد سوخاری بریزید و مجدد مخلوط کنید تا مایه برگر آماده شود ( فقط تا اندازه ای آرد سوخاری اضافه کنید که بتوانید به برگر شکل دهید چون استفاده زیاد از آرد سوخاری برگر را خشک میکند ).\r\nبرگرها را به تکه های مساوی تقسیم کنید و داخل نایلون بگذارید و به مدت 1 ساعت داخل یخچال قرار دهید. سپس برگرها را بر روی توری کباب کنید یا داخل ماهیتابه ای که چرب کرده اید سرخ  کنید. برگرهای ماهی را بهمراه نان و کاهو و سس تارتار سرو کنید.\r\nنکته ها : میتوانید از انواع دیگر ماهی ها نیز برای تهیه این برگر استفاده کنید. دلیل استفاده از ماهی قزل آلا کم تیغ بودن و طعم عالی آن است.",
      "categoryId": 10,
      "country": "IR"
    },
    {
      "id": 2273,
      "name": "سمبوسة",
      "description": "سمبوسة یک غذای سرخ‌شده خوشمزه است که در آن گوشت و سبزیجات ترکیب شده و به صورت مثلثی سرخ می‌شود.",
      "cookingTime": 20,
      "prepareTime": 15,
      "servingSize": 4,
      "instructions": "آرد و گوشت را با سبزیجات و پنیر مخلوط کرده و سپس به صورت مثلثی در روغن سرخ می‌کنید.",
      "categoryId": 154,
      "country": "SA"
    },
    {
      "id": 1092,
      "name": "طرز تهیه وافل با شکلات نوتلا",
      "description": "",
      "cookingTime": 5,
      "prepareTime": 45,
      "servingSize": 0,
      "instructions": "شیرینی وافل (Waffle) یکی از شیرینی های خوشمزه و محبوب است که بعنوان صبحانه یا عصرانه میل می شود. وافل ساده نیز به خودی خود بسیار خوشمزه است؛ اما با کمی خلاقیت می توانید وافل های جدید و هیجان انگیزی تهیه کنید. در اینجا طرز تهیه ساندویچ وافل با شکلات نوتلا را به شما آموزش می دهیم. کودکان عاشق این وافل‌های شکلاتی هستند.\r\n\r\nطرز تهیه: برای تهیه خمیر وافل ابتدا خامه پرچرب و اسانس وانیل را در کاسه ای بریزید. با استفاده از همزن برقی یا دستی حدود 5 دقیقه خامه را بزنید تا کف کند و حالت موس پیدا کند.\r\n\r\n\r\nشکر، آرد، دارچین و نشاسته ذرت را در کاسه دیگری بریزید و با هم ترکیب کنید. بعد ترکیب مواد خشک را به آرامی به خامه اضافه کنید. با قاشق چوبی یا لیسک مخلوط را با یکدیگر ترکیب کنید تا خمیری یکدست حاصل شود. روی کاسه را با سلفون یا کیسه پلاستیکی بپوشانید و اجازه دهید خمیر وافل به مدت 30 دقیقه در دمای اتاق استراحت کند. \r\n\r\n\r\nدستگاه وافل ساز (پنینی ساز) را روشن کنید و روی دمای متوسط قرار دهید( 180 درجه سانتیگراد). یک قاشق پر از خمیر  وافل وسط در مرکز صفحه قرار دهید. در آن را ببندید و وافل را حدود 90 ثانیه بپزید.\r\n\r\n\r\nوافل را بلافاصله بردارید و روی سطح کار قرار دهید. با استفاده از کاتر کوکی یا قالب، وافل را به شکل گرد قالب بزنید.\r\n\r\n\r\nوافل های گرد را کنار بگذارید تا خنک شوند. هنگامیکه وافل ها خنک شدند کمی نوتلا یا شکلات صبحانه روی سطح وافل بمالید و خوب پخش کنید.\r\n\r\n\r\nسپس یک وافل دیگر را روی آن قرار دهید و کمی فشار دهید تا حالت ساندویچ پیدا کند. ساندویچ های وافل با شکلات نوتلا را در بشقاب بچینید و سرو کنید.\r\n\r\nنکته: می توانید شکلات نوتلا را خودتان در منزل درست کنید. مطمئنا طعم نوتلای خانگی چیز دیگری است. برای قالب زدن وافل ها باید بسیار سریع عمل کنید و بلافاصله پس از خارج کردن وافل از دستگاه اینکار را انجام دهید. اگر وافل ها کمی خنک شوند سفت می شوند و موقع برش ممکن است خرد شوند.",
      "categoryId": 39,
      "country": "IR"
    },
    {
      "id": 1075,
      "name": "شکلات سفید با پسته و کشمش",
      "description": "",
      "cookingTime": 15,
      "prepareTime": 10,
      "servingSize": 10,
      "instructions": "شکلات سفید با پسته و کشمش با طعم جدید و ظاهر زیبایی که دارد برای پذیرایی در میهمانی ها بسیار مناسب است. در کمتر از نیم ساعت می توانید شکلات سفید ساده را به چنین شکلات های مجلسی و زیبایی تبدیل کنید.\r\n\r\nطرز تهیه: کف یک سینی را با کاغذ روغنی بپوشانید. شکلات سفید را به روش بن ماری یا با قرار دادن کاسه محتوی شکلات روی آب در حال جوش آب کنید.\r\n\r\n\r\nزمانی که شکلات کاملا آب شد. پسته و کشمش را داخل شکلات بریزید و مخلوط کنید. شکلات را داخل سینی و روی کاغذ روغنی بریزید . بطور یکنواخت پخش کنید. روی شکلات کمی پسته و کشمش برای تزیین بریزید. سینی را به مدت 2-3 ساعت ( یا یک شب) داخل یخچال قرار دهید تا سفت شود.\r\n\r\n\r\nشکلات سفید را از یخچال خارج کنید و به قطعات دلخواه برش بزنید. اگر شکلات زیادی سفت شده نیم ساعت آن را در دمای محیط قرار دهید و بعد برش بزنید. در غیراینصورت ممکن است شکلات خرد شود و به شکل دلخواه درنیاید. البته این ش\r\n\r\nنکته: بدلخواه می توانید از پسته بو داده یا بو نداده استفاده کنید. اگر طعم ترشی را می پسندید بجای کشمش می توانید از ذغال اخته خشک یا کرنبری خشک استفاده کنید.",
      "categoryId": 41,
      "country": "IR"
    },
    {
      "id": 260,
      "name": "طرز تهیه بلینی با سالمون دودی",
      "description": "",
      "cookingTime": 30,
      "prepareTime": 20,
      "servingSize": 4,
      "instructions": "طرز تهیه: شوید ها و نیمی از آروگولا را ریز کنید. پیاز را نیز کاملا خرد کنید.\r\nلیمو را قاچ بزنید. خامه ترش را با آب لیمو مخلوط کرده، سپس نیمی از شوید را بیافزایید و آن را با نمک و فلفل مزه دار کنید. کره را در ماهیتابه یا در کاسه ی مخصوص مایکروفر ذوب کنید.\r\nآرد، بیکینگ پودر و نمک را در یک کاسه ی بزرگ بریزید. تخم مرغ ها را در کاسه شکسته، سپس ماست و کره ی ذوب شده را اضافه کنید.با استفاده از یک همزن بالن مانند مواد را هم زده تا نرم و غلیظ شود. بقیه ی شوید و آروگولای خرد شده را به آن اضافه کنید.\r\nهنگامی که آماده پخت هستید، فر را کم کنید. یک ماهیتابه ی بزرگ نچسب را روی حرارت ملایم قرار دهید. کمی روغن بریزید، سپس سه قاشقِ پر، خمیر را به آن اضافه کنید. هنگامی که مواد را درون روغن ریختید خمیر باید به آرامی جلز و ولز کند. خمیر را بپزید تا زمانی که حباب های ظاهر شده روی سطح و یک هاله طلایی در اطراف لبه های بلینی را ببینید.\r\nبلینی ها را به دقت توسط یک کفگیر برگردانید و بگذارید چند دقیقه ی دیگر بپزد تا زمانی که وسط آن پف کند و هر دو سمتش طلایی شود. اولین سری پخته شده را در فر گرم نگه دارید تا زمانی که بقیه را بپزید. هر دفعه کمی روغن به ماهیتابه اضافه کنید.\r\nجهت سرو، برش های سالمون را روی بلینی ها قرار داده، کمی سس شوید را روی سالمون ریخته و روی آن کیپر و پیاز بپاشید. این غذا را با باقیمانده ی برگ های آروگولا و یک قاچ لیمو سرو کنید.",
      "categoryId": 10,
      "country": "IR"
    },
    {
      "id": 615,
      "name": "طرز تهیه کیک شکلاتی با مایکروفر",
      "description": "",
      "cookingTime": 4,
      "prepareTime": 5,
      "servingSize": 4,
      "instructions": "طرزتهیه : درون کاسه آرد ، شکر ، بیکینگ پودر ، وانیل و پودر کاکائو را باهم مخلوط کنید؛ درون کاسه ای دیگر روغن ، ماست و تخم مرغ ها را باهم مخلوط کنید. سپس این مخلوط را داخل کاسه مواد خشک بریزید و همه مواد را خوب با قاشق هم بزنید تا یکدست شود.\r\nداخل قالب مخصوص مایکروفر یا فنجان های کاپ کیک را با کره یا روغن چرب کنید. سپس تا 1/3 قالب یا فنجان از مایه کیک شکلاتی بریزید ( زیاد پر نکنید چون پس از پخت پف میکند ).\r\nقالب را داخل مایکروفر ( مایکروویو ) با قدرت 100% و به مدت 3-4 دقیقه قرار دهید. اجازه دهید سرد شود سپس سرو کنید.",
      "categoryId": 21,
      "country": "IR"
    },
    {
      "id": 92,
      "name": "ماگ کیک کدو حلوایی در مایکروفر",
      "description": "",
      "cookingTime": 3,
      "prepareTime": 2,
      "servingSize": 1,
      "instructions": "ماگ کیک کدو حلوایی در 2-3 دقیقه آماده می شود و با طعم دلچسبی که دارد صبحانه یا میان وعده ای خوشمزه برای شروع یک روز خوب پاییزی است.\r\n\r\nطرز تهیه:  تمام مواد را در کاسه ای بریزید و خوب با هم ترکیب کنید. سپس مایه کیک را داخل یک ماگ با سایز معمولی بریزید.\r\n\r\nماگ کیک را به مدت 1 دقیقه و 30 ثانیه داخل مایکروفر با بالاترین دما قرار دهید. زمان پخت بسته به نوع مایکروفر و اندازه ماگ می تواند متغیر باشد. اگر پس از این مدت هنوز قسمتهایی از کیک حالت مایع و شل دارد 1 دقیقه و 30 ثانیه دیگر ماگ کیک را بپزید تا کیک کامل بپزد.\r\n\r\nسپس ماگ کیک کدو حلوایی را خارج کنید. روی کیک را بدلخواه با خامه فرم گرفته یا خشکبار مورد علاقه تان ( گردو، بادام&#8230;)  تزیین و نوش جان کنید.\r\n\r\nنکته: پوره کدو حلوایی را براحتی می توانید در منزل تهیه کنید و تا چند روز در یخچال نگهدارید. شکر قهوه ای طعم و بافت بهتری به کیک شما می دهد. اما اگر دسترسی به شکر قهوه ای ندارید می توانید از شکر سفید استفاده کنید. منتها دقت داشته باشید چون شکر سفید شیرین تر از شکر قهوه ای است از مقدار شکر کمتری استفاده کنید.",
      "categoryId": 21,
      "country": "IR"
    },
    {
      "id": 1818,
      "name": "پاستا زیتونی",
      "description": "پاستا زیتونی یک غذای ساده و خوشمزه است که از گوجه فرنگی و زیتون تهیه می‌شود.",
      "cookingTime": 20,
      "prepareTime": 10,
      "servingSize": 4,
      "instructions": "گوجه فرنگی و زیتون را با یکدیگر مخلوط کرده و سپس با پاستا مخلوط کرده و سرو کنید.",
      "categoryId": 83,
      "country": "IT"
    },
    {
      "id": 435,
      "name": "طرز تهیه چیز کیک 3 دقیقه ای در ماکروفر",
      "description": "",
      "cookingTime": 3,
      "prepareTime": 5,
      "servingSize": 0,
      "instructions": "طرز تهیه : پنیر خامه ای ، خامه ترش ، سفیده تخم مرغ ، آرد ذرت ، شکر و اسانس وانیل را داخل کاسه ای بریزید و هم بزنید تا یکدست شود. سپس 1 قاشق غذاخوری شکلات خرد شده و تکه های میوه یا مربا را اضافه کنید و کمی هم بزنید.\r\nمواد را داخل فنجان بریزید و داخل ماکروفر با توان 100% به مدت 2 - 3 دقیقه قرار دهید ( بدلیل تفاوت دمای ماکروفرها در زمان پخت به فنجان نگاه کنید ، هر زمان بر روی مواد حباب دیدید ماکروفر را خاموش کنید. پخت بیش از اندازه چیز کیک را شکننده و خشک میکند ).\r\nفنجان را از ماکروفر خارج کنید و خرده های بیسکوییت و 1 قاشق باقی مانده شکلات را روی مواد بریزید. فنجان را 1 ساعت داخل یخچال قرار دهید تا چیز کیک سرد شود سپس سرو کنید.",
      "categoryId": 21,
      "country": "IR"
    },
    {
      "id": 400,
      "name": "طرز تهیه کوکو مارچوبه و موسیر",
      "description": "",
      "cookingTime": 0,
      "prepareTime": 0,
      "servingSize": 0,
      "instructions": "کوکو مارچوبه و موسیر\r\nمارچوبه خرد شده 4 لیوان  .  موسیر خرد شده 1/2 لیوان  .  پیازچه 1 عدد  .  تخم مرغ 6 عدد\r\nکره 2 قاشق غذاخوری  .  پنیر رنده شده 1 لیوان  .  سبزی خشک معطر 1/2 قاشق چایخوری\r\nطرز تهیه : کره و مقداری روغن را داخل ماهیتابه بریزید و روی حرارت متوسط قرار دهید ، پیازچه و موسیر خرد شده را اضافه کنید و تفت دهید تا نرم شوند سپس مارچوبه های خرد شده را اضافه کنید و تفت دهید.\r\nتخم مرغ ها را داخل کاسه ای بشکنید و سبزی معطر ، نمک و فلفل را اضافه کنید و خوب بزنید تا یکدست شود سپس تخم مرغ را روی مواد بریزید و پخش کنید.\r\nحرارت را ملایم کنید و پس از اینکه تخم مرغ بسته شد پنیر را روی کوکو بپاشید و از روی حرارت بردارید ، کمی صبر کنید تا کوکو خنک شود سپس برش بزنید و سرو کنید ( میتوانید چند دقیقه ماهیتابه را داخل فر قرار دهید تا با حرارت بالای فر روی کوکو طلایی شود ).\r\nنکته ها : از هر نوع پنیری که دوست دارید ( چدار ، موزارلا ، پارمزان ، پنیر پیتزا و &#8230; ) میتوانید برای این کوکو استفاده کنید.",
      "categoryId": 9,
      "country": "IR"
    },
    {
      "id": 1309,
      "name": "طرز تهیه حلوای موز و بادام/ حلوا بدون آرد",
      "description": "",
      "cookingTime": 20,
      "prepareTime": 10,
      "servingSize": 0,
      "instructions": "  \r\nطرز تهیه : موزها را پوست بکنید و خرد کنید ، موز خرد شده و شکر را مخلوط کنید و داخل میکسر بریزید و بزنید تا یکدست شود.\r\nمخلوط موز و شکر ، کره و شکر قهوه ای را داخل قابلمه ای بریزید و روی حرارت متوسط قرار دهید و آنقدر هم بزنید تا حلوا به رنگ طلایی تیره شود و خودش را بگیرد.\r\nپس از اینکه حلوا خودش را گرفت و سفت شد بادام های خرد شده و پودر هل را اضافه و مخلوط کنید. ته قالب را چرب کنید و حلوا را داخل قالب بریزید و پهن کنید و پس از اینکه سرد شد برش بزنید و سرو کنید.\r\nنکته ها : میتوانید حلوا را روی سلفون یا کاغذ روغنی بریزید و رول کنید ، رول را در یخچال قرار دهید تا سرد شود سپس از یخچال خارج کنید و به صورت رولتی برش بزنید ، همچنین میتوانید در زمان رول کردن 1 عدد موز در مرکز رول قرار دهید.",
      "categoryId": 38,
      "country": "IR"
    },
    {
      "id": 1108,
      "name": "طرز تهیه بیسکوئیت لیمویی با شکر قهوه ای",
      "description": "",
      "cookingTime": 25,
      "prepareTime": 20,
      "servingSize": 30,
      "instructions": "  این بیسکوئیت ها دستور پختی بسیار ساده دارند و بهترین انتخاب برای یک پذیرایی ساده و دوستانه هستند.\r\n\r\nطرز تهیه: کره آب شده و شکر را در کاسه ای بریزید و با همزن برقی آنقدر بزنید تا حالت کرمی پیدا کند. تخم مرغ را به آن اضافه کنید و مجددا هم بزنید تا ترکیب روشن و پف دار شود. آرد، رنده پوست لیمو ،بکینگ پودر و نمک را اضافه کنید و ترکیب کنید تا خمیری منسجم حاصل شود. روی خمیر را بپوشانید و به مدت 2 ساعت در یخچال قرار دهید تا سفت شود. \r\n\r\nفر را روشن کنید و تا درجه 180 درجه سانتیگراد گرم کنید. \r\n\r\nروی سطح کار کمی آرد بپاشید و خمیر را با وردنه باز کنید ، تا حدی که خمیر ضخامتی حدود 1/2 سانتیمتر داشته باشد. سینی فر را کمی چرب کنید. سپس خمیر را به صورت گرد ببرید و داخل سینی فر  بچینید. شکر قهوه ای را روی بیسکوئیت ها بپاشید و به مدت 10 الی 12 دقیقه در فر بپزید ، تا زمانیکه لبه های بیسکوئیت برشته و قهوه ای روشن شوند. پس از این مدت بیسکوئیت ها را روی توری فلزی قرار دهید تا خنک شوند. سپس نوش جان کنید. \r\n\r\n\r\nنکته: بنا به فصل می‌توانید بجای رنده پوست لیمو از پوست پرتقال نیز استفاده کنید.",
      "categoryId": 40,
      "country": "IR"
    },
    {
      "id": 1707,
      "name": "کباب تیرک",
      "description": "کباب تیرک یک غذای محبوب افغانی است که از گوشت چرخکرده تهیه می‌شود و معمولاً روی منقل پخته می‌شود.",
      "cookingTime": 20,
      "prepareTime": 10,
      "servingSize": 4,
      "instructions": "گوشت چرخکرده را با پیاز و ادویه‌ها مخلوط کرده و به شکل کباب‌های کوچک درآورده و روی منقل بپزید.",
      "categoryId": 73,
      "country": "AF"
    },
    {
      "id": 2229,
      "name": "کازا",
      "description": "کازا یک غذای سنتی قزاقی است که با گوشت و برنج درست می‌شود و در بسیاری از مراسم‌های ویژه سرو می‌شود.",
      "cookingTime": 40,
      "prepareTime": 20,
      "servingSize": 4,
      "instructions": "گوشت را با برنج و سبزیجات می‌پزید و در نهایت ادویه‌های مختلف به آن اضافه می‌کنید.",
      "categoryId": 149,
      "country": "KZ"
    },
    {
      "id": 428,
      "name": "طرز تهیه سالاد نودل و سبزیجات",
      "description": "",
      "cookingTime": 10,
      "prepareTime": 15,
      "servingSize": 4,
      "instructions": "طرز تهیه : داخل قابلمه تا نیمه آب بریزید و روی حرارت قرار دهید تا به جوش بیاید. گل کلم های خرد شده را اضافه کنید و پس از 5 دقیقه گل کلم ها را از قابلمه خارج کنید.\r\nپس از خروج گل کلم ها داخل آب مقداری نمک بریزید. سپس نودل یا رشته فرنگی را اضافه کنید و پس از چند دقیقه آبکشی نمایید ( زمان پخت را با توجه به دستور روی بسته بندی تنظیم کنید ).\r\nنودل آبکشی شده را داخل کاسه ای بریزید و با سس سویا مخلوط کنید. روی ظرف را بپوشانید و کنار بگذارید تا نودل خوب مزه دار شود.\r\nبرای تهیه سس سالاد جوانه ماش ، پیازچه خرد شده ، شکر ، سیر ، زنجبیل رنده شده و روغن را داخل میکسر بریزید و بزنید تا یکدست شود. هویج را بپزید و به صورت نوارهای باریکی خرد کنید ، فلفل دلمه ای را نیز به صورت نوارهای باریکی برش بزنید ( برای هضم راحت تر میتوانید فلفل دلمه را داخل فر بپزید سپس خرد کنید ).\r\nسس سالاد را به مخلوط نودل و سس سویا اضافه و خوب مخلوط کنید. سپس سبزیجات ( هویج ، کلم بروکلی ، کلم بنفش ، فلفل دلمه ای ) را اضافه نمایید ، سالاد را داخل یخچال قرار دهید تا سرد شود سپس سرو کنید.\r\nنکته ها : میتوانید از ماش پخته به جای جوانه ماش استفاده کنید. همچنین میتوانید مقدار روغن را به نصف کاهش دهید و به جای آن از سرکه سفید استفاده کنید. سس سویای مورد استفاده در این سالاد شور نیست و در صورت استفاده از سس سویای شور مقدار کمتری لازم است.",
      "categoryId": 20,
      "country": "IR"
    },
    {
      "id": 1835,
      "name": "زوشی",
      "description": "زوشی یک نوع سوشی است که از ماهی تن و برنج سوشی تهیه می‌شود.",
      "cookingTime": 10,
      "prepareTime": 15,
      "servingSize": 4,
      "instructions": "برنج را روی نوری قرار داده و سپس ماهی تن را روی آن قرار داده و رول می‌کنید.",
      "categoryId": 85,
      "country": "JP"
    },
    {
      "id": 1154,
      "name": "طرز تهیه پای توت فرنگی و ریواس",
      "description": "",
      "cookingTime": 25,
      "prepareTime": 0,
      "servingSize": 8,
      "instructions": "طرز تهیه: پاستری را مطابق دستور آماده کنید و کنار بگذارید. فر را از قبل تا دمای 190 درجه سانتیگراد گرم کنید.\r\n\r\nشکر گرانوله و آرد برنج را در کاسه ی بزرگی مخلوط کنید. توت فرنگی، ریواس، پوست پرتقال، دارچین و جوز را به آن اضافه کنید. آنها را مخلوط کنید تا میوه ها آغشته شوند، سپس به مدت 12 تا 15 دقیقه دست نگه دارید و هر از گاهی آن را هم بزنید تا زمانی که از میوه ها شربت تولید شود.\r\n\r\nپاستری را به دو نیمه تقسیم کنید و آن را رول کنید. یکی از پاستری ها را در یک قالب پای 23 سانتی قرار دهید. مخلوط میوه را هم بزنید و آن را به ظرف پای روی پاستری منتقل کنید. نیمه ی دوم پاستری را روی مواد قرار دهید. لبه پاستری ها را با هم جفت کنید و آن را به اندازه دور قالب ببرید. روی پاستری فوقانی را چند برش بزنید، شکر دانه ریز و آب را توسط بُرسی روی آن بمالید. برای اینکه لبه های پای بیش از حد قهوه ای نشود آن بخش را با فویل بپوشانید.\r\nپای را به مدت 25 دقیقه بپزید. فویل را بردارید و 20 تا 25 دقیقه ی دیگر آن را بپزید تا زمانی که روی آن طلایی شود. پای را روی صفحه فلزی بگذارید تا خنک شود.",
      "categoryId": 30,
      "country": "IR"
    },
    {
      "id": 95,
      "name": "سوپ مرغ ایتالیایی",
      "description": "",
      "cookingTime": 20,
      "prepareTime": 20,
      "servingSize": 6,
      "instructions": "سوپ مرغ ایتالیایی با طعم لذیذ خامه ای، رنگ آمیزی زیبا و عطر دلپذیری که دارد انتخابی مناسب برای روزهای سرد سال است. این سوپ مقوی و هیجان انگیز را بصورت گرم نوش جان کنید.\r\n\r\nطرز تهیه: کره یا روغن زیتون را در یک قابلمه بزرگ بریزید و روی حرارت متوسط قرار دهید. پیاز، هویج و ساقه کرفس خرد شده را اضافه کنید. مواد را حدود 6 تا 7 دقیقه در روغن سرخ کنید تا پیاز نرم و شفاف شود. سپس سیر و قارچ خرد شده را اضافه کنید و 2 تا 3 دقیقه دیگر تفت دهید. هراز چندگاهی مواد را هم بزنید و حرارت دهید تا عطر سیر بلند شود.\r\n\r\nآرد را اضافه کنید و خوب با مواد ترکیب کنید و حدود 1 دقیقه تفت دهید. کم کم آب مرغ و شیر را اضافه کنید. مرتب سوپ را هم بزنید. سپس مرغ پخته شده، سیب زمینی خرد شده، نخود فرنگی، ذرت، ادویه ایتالیایی، نمک و فلفل را داخل قابلمه بریزید و هم بزنید تا مواد خوب با هم ترکیب شوند.\r\n\r\nسوپ را حرارت دهید تا آهسته به جوش بیاید. ( مراقب باشید که سوپ به قل قل نیفتد) هرازچندگاهی سوپ مرغ را هم بزنید تا ته نگیرد. سپس حرارت را کم کنید و اجازه دهید سوپ حدود 15 تا 20 دقیقه ریز بجوشد. پس از این مدت سیب زمینی ها را با چنگال چک کنید، اگر نرم و پخته شده اند یعنی سوپ خوشمزه شما آماده است.\r\n\r\nسوپ مرغ ایتالیایی را بچشید و اگر دوست دارید باز هم نمک و فلفل اضافه کنید. این سوپ مجلسی و خوش طعم را در ظرف سوپخوری بریزید و همراه با نان دلخواه سرو کنید.",
      "categoryId": 6,
      "country": "IR"
    },
    {
      "id": 1226,
      "name": "طرز تهیه دسر سیب ویرجینیا | دسر آسان",
      "description": "",
      "cookingTime": 30,
      "prepareTime": 10,
      "servingSize": 6,
      "instructions": "  \r\nطرز تهیه: فر را تا دمای 190 درجه سانتی گراد گرم و آماده کنید.\r\nدر یک ظرف کره، شکر، آرد، بیکینگ پودر، نمک و آرد را باهم مخلوط کنید تا نرم و یکدست شوند.\r\nیک ظرف که قابل قرار دادن در مایکروویو باشد انتخاب کنید. سیب و دارچین را در آن باهم مخلوط کنید. ظرف را به مدت 2 تا 5 دقیقه در مایکروویو قرار دهید تا سیبها نرم شوند. سپس مخلوط سیب را در وسط مایه دسر بریزید و پخش کنید.\r\nدسر ویرجینیا را به مدت 30 دقیقه در فر قرار دهید. سپس بعد از اینکه دسر را بیرون آوردید کمی بستنی وانیلی یا کاراملی روی آن بریزید و سرو کنید.",
      "categoryId": 24,
      "country": "IR"
    },
    {
      "id": 610,
      "name": "خورش پیچاق قیمه ( اردبیل )",
      "description": "",
      "cookingTime": 0,
      "prepareTime": 0,
      "servingSize": 0,
      "instructions": "خورش پیچاق قیمه\r\nگوشت 300 گرم  .  خلال بادام 100 گرم  .  پیاز 2 عدد  .  رب گوجه فرنگی 2 قاشق غذاخوری\r\nآبلیمو 2 قاشق غذاخوری  .  تخم مرغ مقدار لازم  .  نمک.فلفل.دارچین مقدار لازم\r\nطرز تهیه : پیازها را ریز خرد کنید سپس در مقداری روغن تفت دهید تا نرم شوند ، گوشت ها را بصورت نوارهای باریک خرد کنید سپس به پیازها اضافه نمائید ، کمی تفت دهید تا رنگ گوشت تغییر کند.\r\nپس از اینکه رنگ گوشت تغییر کرد مقداری دارچین ، رب گوجه فرنگی ، ابلیمو و خلال بادام را اضافه کنید و چند دقیقه تفت دهید سپس چند لیوان آب جوش اضافه کنید و با حرارت ملایم اجازه دهید خورش جا بیفتد.\r\nدر انتهای پخت نمک و فلفل را اندازه کنید ، وقتی خورش به روغن افتاد آن را در ظرف مناسب بریزید و روی آن چند تخم مرغ نیمرو کنید و قرار دهید سپس بهمراه برنج سرو کنید.",
      "categoryId": 23,
      "country": "IR"
    },
    {
      "id": 906,
      "name": "طرز تهیه قارچ شکم پر با مرغ و پنیر",
      "description": "",
      "cookingTime": 0,
      "prepareTime": 0,
      "servingSize": 0,
      "instructions": "قارچ شکم پر با مرغ و پنیر\r\nقارچ متوسط 20 عدد  .  پیاز 1 عدد  .  پنیر خامه ای 200 گرم  .  سینه مرغ 1 عدد\r\nروغن جامد یا کره 2 قاشق غذاخوری  .  پنیر موزارلای رنده شده 1/2 لیوان  .  نمک و فلفل سیاه مقدار لازم\r\nطرز تهیه : فر را با دمای 200 درجه سانتیگراد روشن کنید تا گرم شود ، قارچ ها را بشویید و یا دستمال کاغذی خشک کنید.\r\nساقه و کلاهک قارچ را از هم جدا کنید سپس ساقه های قارچ را با چاقو خرد نمایید ؛ داخل ماهیتابه روغن یا کره بریزید و روی حرارت قرار دهید تا داغ شود ، پیاز و قارچ خرد شده را داخل ماهیتابه بریزید و تفت دهید تا آب قارچ کشیده شود.\r\nداخل کاسه ای سینه مرغ چرخ شده و پنیر خامه ای بریزید و مخلوط کنید سپس مخلوط قارچ و پیاز تفت خورده را اضافه کنید و نمک و فلفل بزنید ( بهتر است مخلوط قارچ را گرم اضافه کنید ).\r\nداخل سینی فر را چرب کنید یا کاغذ روغنی بیندازید ، کلاهک های قارچ را با فاصله داخل سینی فر بچینید ، با استفاده از قاشق مقداری از مایه مرغ بردارید و داخل قارچ ها را با آن پر کنید.\r\nپس از اینکه تمام قارچ ها پر شدند روی آن پنیر موزارلا بریزید و سینی را داخل فر قرار دهید ، حدود 10 - 15 دقیقه زمان برای پخت قارچ ها لازم است ( پس از 10 دقیقه قارچ ها را چک کنید ) ، پس از پخت قارچ های شکم پر را در ظرف بریزید و سرو کنید.",
      "categoryId": 19,
      "country": "IR"
    },
    {
      "id": 46,
      "name": "رول مرغ شکم پر",
      "description": "",
      "cookingTime": 25,
      "prepareTime": 30,
      "servingSize": 2,
      "instructions": "رول مرغ شکم پر\r\n\r\nرول مرغ شکم پر، غذایی فوق العاده خوشمزه و هیجان انگیز است که تهیه آن فقط احتیاج به کمی حوصله دارد. ظاهر این رول مرغ شکم پر جنان جذاب است که حتماً بعد از یک بار امتحان کردن آن، تصمیم میگیرید آن را در میهمانی های خود سرو کنید و با رول مرغ شکم پر سالم و خوش طعم میهمانانتان را سورپرایز کنید.\r\n\r\nطرز تهیه: ۴ سیخ چوبی را در آب بگذارید تا خیس بخورند و فر را با درجه حرارت ۱۹۰ درجه سانتیگراد روشن کنید.\r\n\r\nروی تخته گوشت سلفون بکشید و دو تا از سینه مرغ ها را روی سلفون کنار هم قرار دهید طوری که کمی از آنها روی هم قرار بگیرد. روی مرغ را هم با سلفون بپوشانید. حال با استفاده از گوشکوب یا ته یک بطری خالی روی سطح مرغ ها بکوبید تا ضخامت آنها حدوداً ۳ میلیمتر شود. اگر ضخامت بعضی از بخش ها کمتر یا بیشتر بود و یا بخش هایی از مرغ کمی پاره شد نگران نباشید.\r\n\r\nسلفون رویی را موقتاً بردارید و نصف قاشق چایخوری نمک و کمی فلفل سیاه روی مرغ بپاشید. دوباره روی مرغ ها سلفون بکشید و آنها را همراه با هر دو سلفون زیری و رویی به یک سینی فر منتقل کنید. این کار را برای دو سینه مرغ دیگر هم انجام دهید. سپس سینی را با محتویاتش به فریزر منتقل کنید تا مرغ ها کمی سفت شوند. این کار به مرحله رول کردن و شکم پر کردن کمک می کند.\r\n\r\nحال مواد داخلی مرغ را تهیه کنید. ابتدا پیاز و فلفل دلمه ای قرمز را به صورت خلال های بلند خرد کنید. در یک تابه دسته بلند، ۱ قاشق غذاخوری روغن زیتون را داغ کنید و سپس پیازها را داخل تابه بریزید. پس از ۳ دقیقه تفت دادن، فلفل دلمه ای را به آن اضافه کنید. ۷ دقیقه دیگر به تفت دادن ادامه بدهید تا پیاز و فلفل کاملاً نرم شوند. در این مدت ژامبون های مرغ را به صورت تکه های ۲-۳ سانتیمتری خرد کنید.\r\n\r\nسپس، سینه مرغ ها را از فریزر خارج کنید. لایه رویی را از یکی از آنها جدا کنید. نیمی از ژامبون های مرغ را روی سطح  آن پخش کنید. سپس به ترتیب نیمی از ترکیب پیاز و فلفل، نیمی از اسفناج و نیمی از پنیر موزورلا را روی آن بریزید و پخش کنید تا صاف شوند. حال، سینه مرغ را کم کم از روی سلفون جدا و رول کنید. تا می توانید موقع رول کردن مرغ را فشار دهید و اجازه ندهید مواد از داخل آن خارج شوند. در پایان هم با دو عدد سیخ چوبی که از قبل خیس خورده اند رول ها را مطابق عکس، محکم کنید.\r\n\r\n\r\nرول های مرغ شک پر را در تابه چرب شده بگذارید. روی آنها رب گوجه بمالید و در صورت تمایل کمی پنیر موزورلا هم روی آنها بریزید. در تابه را بگذارید و آن را به مدت ۲۵ دقیقه در فر قرار دهید.",
      "categoryId": 3,
      "country": "IR"
    },
    {
      "id": 188,
      "name": "طرز تهیه سالاد گیاهی با هویج ادویه زده",
      "description": "",
      "cookingTime": 15,
      "prepareTime": 5,
      "servingSize": 6,
      "instructions": " \r\nمعمولا کم پیش می آید که هویج جزء اصلی تشکیل دهنده ی غذایی باشد بنابراین این سالادِ خاصی است که هویج را به خوبی به نمایش می گذارد. سبک سالاد هویج پخته شده کمی شبیه به شیوه ی پخت پرتغالی و مراکشی است اما در واقع این سالاد با غذاهای سرتاسر دنیا جور در می آید.\r\nطرز تهیه: سر هویج ها را ببرید و از طول آنها را برش بزنید. نیاز نیست که پوست آنها را بگیرید. سیر را نیز نازک ورق کنید. هویج و سیر را در قابلمه ی بزرگی ریخته و با آب سرد روی آن را پوشانده و با نمک مزه دار کنید. قابلمه را روی شعله ی زیاد به جوش بیاورید، سپس بگذارید تا 5 دقیقه بجوشد یا تا زمانی که هویج نرم شود. طی این زمان ماهیتابه ای را حرارت دهید، دانه های رازیانه، گشنیز و زیره را به آن اضافه کنید. آنها را چند دقیقه حرارت دهید تا عطرشان بلند شود. بعد دانه ها را در هاون بکوبید.\r\nآب هویج را بگیرید و همره با ادویه های کوبیده شده، سرکه، شکر و روغن در کاسه ای بریزید و مزه دار کنید. هنگامی که هویج خنک شود طعم این ادویه ها را به خود می گیرد.\r\nماهیتابه ای را که برای ادویه ها استفاده کردید پاک کنید و سپس دانه های کنجد را به آن بیفزایید. آن را چند دقیقه برشته کنید و مدام هم بزنید تا طلایی روشن شوند. وقتی سالاد خنک شد، نعناع و شوید را درشت خرد کنید. آن را همراه با دانه های کنجد روی هویج ها بریزید و به ظرف مناسب انتقال دهید. در صورت تمایل چند قطره روغن زیتون روی آن بریزید.",
      "categoryId": 20,
      "country": "IR"
    },
    {
      "id": 1253,
      "name": "طرز تهیه شیرینی بادامی | شیرینی آسان با اسانس کاکائو و هل",
      "description": "",
      "cookingTime": 0,
      "prepareTime": 0,
      "servingSize": 0,
      "instructions": "شیرینی بادامی با هل و کاکائو\r\nآرد 2 لیوان  .  آب گرم  3 قاشق  .  ماست رقیق 3 قاشق  .  پودر کاکائو 1 و 1/2 قاشق\r\nتخم مرغ 2 عدد  .  کره 1/2 لیوان  .  هل آسیاب شده 1 قاشق  .  شکر 1/2 لیوان\r\nبیکینگ پودر 1 قاشق چایخوری  .  جوش شیرین 1/2 قاشق چایخوری  .  خلال بادام 1/2 لیوان\r\nطرز تهیه: فر را تا دمای 175 درجه سانتی گراد گرم کنید و قالب شیرینی را حاضر کنید.\r\nشکر و کره را با همزن برقی خوب مخلوط کنید تا نرم و خامه ای شود. تخم مرغ ها را نیز اضافه کنید و خوب بهم بزنید تا کرم رنگ و کمی کشدار شود. در ظرفی دیگر کاکائو و آب را باهم مخلوط کنید. سپس ماست را به آن اضافه کنید و هم بزنید. مخلوط بدست آمده را وارد ظرف کره و تخم مرغ کنید.\r\nآرد، بیکینگ پودر و جوش شیرین را نیز در یک کاسه خوب باهم یکدست و مخلوط کنید. سپس به تدریج و آرام آرام آن را وارد مایه شیرینی کنید و هم بزنید. در نهایت خلال بادام و هل آسیاب شده را به مواد شیرینی اضافه کنید و خوب مخلوط کنید.\r\nمواد شیرینی را در قالبها تقسیم کنید و بریزید. و سپس آن را به مدت 12 تا 15 دقیقه درون سینی وسط فر قرار دهید تا شیرینی ها خوب بپزند.",
      "categoryId": 39,
      "country": "IR"
    },
    {
      "id": 554,
      "name": "طرز تهیه خوراک واویشکای بادمجان",
      "description": "",
      "cookingTime": 45,
      "prepareTime": 15,
      "servingSize": 3,
      "instructions": "  \r\nطرز تهیه : بادمجان ها را پوست بکنید و به صورت مکعب های کوچک خرد کنید. کمی نمک روی بادمجان ها بپاشید و 20 دقیقه داخل یخچال قرار دهید تا تلخی بادمجان ها گرفته شود. سپس آبکشی کنید و با فشار دست آب اضافی بادمجان ها را بگیرید و در روغن سرخ کنید.\r\nپیاز و سیرها را ریز خرد کنید و در مقداری روغن تفت دهید تا نرم شوند. سپس گوشت چرخ کرده را اضافه کنید و تفت دهید تا رنگ گوشت تغییر کند. در ادامه گوجه فرنگی ها ، فلفل دلمه ای و قارچ ها را خرد کنید و اضافه نمایید. در قابلمه را بگذارید تا مواد بپزند. سپس رب گوجه فرنگی ، شوید خشک ، نمک و فلفل را اضافه کنید و چند دقیقه تفت دهید تا مواد خوب ترکیب شوند.\r\nسیب زمینی ها را مکعبی خرد کنید و در روغن سرخ نمایید. سپس بهمراه بادمجان های سرخ شده به خوراک اضافه و مخلوط کنید . خوراک را داخل ظرف بریزید و بهمراه نان یا برنج سرو کنید ( پس از اضافه کردن بادمجان و سیب زمینی دقت کنید که خوراک  واویشکا را بیش از حد مخلوط نکنید تا سیب زمینی ها له نشوند ).\r\nنکته ها : در صورت تمایل میتوانید از دل یا جگر چرخ شده مرغ استفاده کنید. همچنین میتوانید از مخلوط گوشت و سویا استفاده کنید. همچنین می توانید بجای شوید از جعفری خرد شده یا پودر آویشن استفاده کنید، یا در زمان سرو مقداری پنیر روی غذا بریزید تا با حرارت غذا پنیر آب شود.",
      "categoryId": 12,
      "country": "IR"
    },
    {
      "id": 891,
      "name": "طرز تهیه سس پستو",
      "description": "",
      "cookingTime": 0,
      "prepareTime": 0,
      "servingSize": 0,
      "instructions": "سس پستو\r\nسیر 4 حبه  .  برگ ریحان خرد شده 2 لیوان  .  پنیر پارمزان رنده شده 1/2 لیوان\r\nگردو یا بادام زمینی 1/2 لیوان  .  روغن زیتون 1/2 لیوان  .  نمک و فلفل مقدار لازم\r\nطرز تهیه : گردوها را بزنید یا آسیاب کنید تا خوب له شوند.\r\nریحان خرد شده ، گردو ، سیر و پنیر پارمزان را داخل میکسر بریزید ، روغن زیتون را کم کم اضافه کنید و بزنید ، پس از اینکه سس یکدست شد نمک و فلفل را اضافه کنید.\r\nسس پستو در انواع غذاها بخصوص غذاهای ایتالیایی مانند پاستا و پیتزا کاربرد دارد.",
      "categoryId": 11,
      "country": "IR"
    },
    {
      "id": 1595,
      "name": "زولبیا",
      "description": "",
      "cookingTime": 0,
      "prepareTime": 0,
      "servingSize": 0,
      "instructions": "زولبیا\r\nنشاسته 100 گرم  .  آرد 2 قاشق چایخوری  .  ماست 1/2 لیوان  .  کره 1 قاشق چایخوری\r\nگلاب 2 قاشق غذاخوری  .  جوش شیرین 1/4 قاشق چایخوری  .  عرق هل مقداری\r\nشربت زولبیا\r\nشکر 2 لیوان . آب 1 لیوان . گلاب 1/4 لیوان . زعفران دمکرده 4 قاشق چایخوری . آبلیمو کمی\r\nطرز تهیه شربت زولبیا : آب و شکر را مخلوط کرده و روی حرارت ملایم قرار دهید تا به جوش بیاید و تمام شکر حل شود سپس زعفران ، گلاب و آبلیمو را اضافه کنید و پس از 10 - 15 دقیقه که جوشید شربت را از روی حرارت بردارید.\r\nطرز تهیه : نشاسته و ماست را داخل کاسه ای بریزید و مخلوط کنید ؛ مخلوط نشاسته و ماست را 5 دقیقه کناری قرار دهید و مجدد مخلوط کنید تا یکدست شود ( ماستی که استفاده می کنید نه خیلی شل و نه خیلی سفت باشد ).\r\nآرد و کره نرم شده را اضافه و خوب مخلوط کنید تا یکدست شود سپس جوش شیرین ، گلاب و هل را اضافه کنید ( غلظت مایه زولبیا در این مرجله باید مانند ماست باشد ، اگر بیش از حد سفت بود 1 قاشق گلاب اضافه کنید ).\r\nداخل قابلمه روغن بریزید و روی حرارت متوسط قرار دهید تا داغ شود ، مایه زولبیا را داخل قیف بریزید و ته قیف را سوراخ کنید سپس داخل روغن بریزید و شکل های درهم و دایره ای ایجاد کنید ، پس از اینکه زولبیا سرخ شد سریع داخل شربت قرار دهید و بگذارید 5 - 10 دقیقه بماند ( دقت کنید شربت باید گرم باشد ).\r\nنکته ها : میتوانید به جای قیف مایه زولبیا را داخل ظرف سس بریزید و با آن کار کنید ، جوش شیرین بافت بهتر و تردتری به زولبیا میدهد.",
      "categoryId": 39,
      "country": "IR"
    },
    {
      "id": 2114,
      "name": "باسطه (Baste)",
      "description": "باسته یک دسر خوشمزه است که با بادام و زعفران طعم‌دار می‌شود.",
      "cookingTime": 10,
      "prepareTime": 20,
      "servingSize": 4,
      "instructions": "مواد را به خوبی با هم ترکیب کرده و به شکل کلوچه‌های کوچک درآورده و در روغن سرخ کنید.",
      "categoryId": 134,
      "country": "MA"
    },
    {
      "id": 2188,
      "name": "چوریشا",
      "description": "چوریشا یک غذای پرتغالی است که ترکیبی از گوشت مرغ و سوسیس با لوبیا و گوجه فرنگی است. این غذا به عنوان یک غذای hearty و خوشمزه شناخته می‌شود.",
      "cookingTime": 40,
      "prepareTime": 15,
      "servingSize": 4,
      "instructions": "گوشت مرغ و سوسیس را با لوبیا و گوجه فرنگی به همراه پیاز و سیر تفت داده و سپس می‌پزید.",
      "categoryId": 143,
      "country": "PT"
    },
    {
      "id": 1677,
      "name": "کیش کوفته",
      "description": "کیش کوفته یکی از انواع کوفته‌های بزرگ ترکی است که معمولاً به عنوان غذای اصلی سرو می‌شود.",
      "cookingTime": 20,
      "prepareTime": 30,
      "servingSize": 4,
      "instructions": "تمام مواد را با هم مخلوط کرده و به شکل کوفته‌های بزرگ درآورده و سپس آن‌ها را در روغن سرخ کنید.",
      "categoryId": 64,
      "country": "TR"
    },
    {
      "id": 1056,
      "name": "کیک سیب و لیمو",
      "description": "",
      "cookingTime": 50,
      "prepareTime": 20,
      "servingSize": 8,
      "instructions": "کیک سیب و لیمو\r\n\r\nبا نزدیک شدن به عید نوروز و سال نو، بد نیست دنبال تهیه کیک‌ها و شیرینی‌های جدید باشیم و پیش از از راه رسیدن بهار آنها را امتحان کنیم و آماده باشیم تا با کام شیرین به استقبال بهار برویم. کیک سیب و لیمو یکی از آن ترکیب‌های فوق‌العاده خوشمزه است که نباید از دست بدهید. علاوه بر زیبایی ظاهری، عطر خوش سیب و لیمو این کیک را به یکی از محبوب‌ترین‌ها مبدل کرده است. پس معطل نکنید و با دو عدد سیب تازه و خوشمزه کار را شروع کنید. کیک سیب و لیمو برای یک دور همی دوستانه مناسب است و حتی می‌توانید با برش دادن آن به تکه‌های کوچک، آن را در میهمانی‌های عید نوروز سرو کنید.\r\n\r\nطرز تهیه: ابتدا فر را با دمای ۱۸۰ درجه سانتیگراد روشن کنید. دو عدد سیب کوچک را پوست بکنید، از وسط نصف کنید و هسته هایش را خارج کنید. سپس سیب ها را به لایه های نازک برش بدهید. برش‌های سیب را در ظرف مناسبی بریزید و ظرف را با در بسته روی حرارت ملایم قرار دهید تا سیب ها کمی نرم شوند. سپس از روی حرارت بردارید و صبر کنید تا در دمای محیط خنک شوند.\r\nدر ظرف دیگری کره و شکر آسیاب شده را بریزید و با همزن به خوبی مخلوط کنید. سپس ۱ قاشق آبلیمو را به آنها اضافه کنید و یک دقیقه دیگر به هم زدن ادامه دهید.\r\n\r\nتخم مرغ ها را یکی یکی به مخلوط اضافه کنید و هر بار ۳۰ ثانیه با همزن هم بزنید. سپس پوست لیموترش رنده شده را اضافه و با بقیه مواد مخلوط کنید.\r\n\r\nآرد، بیکینگ پودر، نمک و جوش شیرین را در ظرف دیگری سه بار الک کنید و با ماست مخلوط نمایید. حال این مواد را به تناوب به مایه کیک بیافزایید و هم بزنید تا با هم مخلوط شوند.\r\n\r\nقالبی به قطر 20 سانتیمتر را چرب کنید (در صورتیکه از نچسب بودن قالب اطمینان ندارید با کاغذ روغنی پوشش دهید). مواد را داخل قالب بریزید و سطح آن را با کاردک یا قاشق صاف کنید. سپس ورقه‌های سیب را روی کیک بچینید به طوری که با دیواره قالب تماس نداشته باشند. قالب را به مدت تقریبی ۵۰ دقیقه در فر قرار دهید تا کیک سیب و لیمو شما آماده شود.\r\n\r\nنکته: می‌توانید برای زیبایی بیشتر با پاشیدن کمی پودر قند روی کیک، آن را تزیین کنید.",
      "categoryId": 29,
      "country": "IR"
    },
    {
      "id": 1873,
      "name": "انچیلادا",
      "description": "انچیلادا یک غذای مکزیکی است که از گوشت، سس و تورتیا تشکیل شده است.",
      "cookingTime": 10,
      "prepareTime": 20,
      "servingSize": 4,
      "instructions": "گوشت چرخ کرده را تفت داده، سپس با سس انچیلادا و پنیر مخلوط کرده و در تورتیا قرار می‌دهید.",
      "categoryId": 95,
      "country": "MX"
    },
    {
      "id": 1241,
      "name": "طرز تهیه کیک شکلات تلخ | کیک شکلاتی آسان",
      "description": "",
      "cookingTime": 30,
      "prepareTime": 30,
      "servingSize": 8,
      "instructions": "طرز تهیه: فر را تا دمای 175 درجه سانتیگراد و 3 قالب گرد حاضر کنید و آن ها را با کمی کره چرب کنید.\r\nدر یک کاسه کوچک روی پودر کاکائو  آبجوش بریزید و آن را خوب مخلوط کنید تا کاکائو حل شود. در کاسه دیگری تمام مواد پودری بجز شکر را باهم خوب مخلوط کنید تا صاف و یکدست شوند. کره و شکر را با هم زن خوب مخلوط کنید. تخم مرغها را تک به تک در مخلوط کره بشکنید و مخلوط کنید. در نهایت عصاره وانیل را اضافه کنید.\r\nمخلوط پودری و کاکائو را یکی در میان به مخلوط کره و شکر اضافه کنید و هم بزنید تا در نهایت مایه کیک شکلات تلخ آماده شود. مایه را درون قالبها بریزید و آن را به مدت 25 تا 30 دقیقه در فر قرار دهید.\r\nنکته: برای اینکه کیکتان بهتر پف کند از 3 قالب استفاده کنید، در غیر این صورت می توانید همه مواد را در یک قالب به مدت 40 تا 50 دقیقه درون فر قرار دهید.",
      "categoryId": 29,
      "country": "IR"
    },
    {
      "id": 1795,
      "name": "میلانی",
      "description": "میلانی یک غذای ایتالیایی است که از گوشت مرغ و پنیر پارمسان تهیه می‌شود.",
      "cookingTime": 30,
      "prepareTime": 20,
      "servingSize": 4,
      "instructions": "گوشت مرغ را با آرد و پنیر پارمسان پوشانده و سپس در روغن زیتون سرخ می‌کنید.",
      "categoryId": 72,
      "country": "IT"
    },
    {
      "id": 1834,
      "name": "تونکاتسو",
      "description": "تونکاتسو یک غذای ژاپنی است که از گوشت خوک سرخ شده با پوشش نان تهیه می‌شود.",
      "cookingTime": 15,
      "prepareTime": 15,
      "servingSize": 4,
      "instructions": "گوشت خوک را در آرد و پودر نان غلتانده و سپس سرخ می‌کنید.",
      "categoryId": 88,
      "country": "JP"
    },
    {
      "id": 535,
      "name": "طرز تهیه املت نخود فرنگی",
      "description": "",
      "cookingTime": 15,
      "prepareTime": 5,
      "servingSize": 2,
      "instructions": "طرز تهیه : داخل ماهیتابه مقداری روغن بریزید و روی حرارت متوسط قرار دهید تا داغ شود. تخم مرغ ها را داخل کاسه ای بشکنید ، نمک و فلفل اضافه کنید و کمی با چنگال بزنید تا تخم مرغ ها کف کنند. سپس داخل ماهیتابه بریزید و پخش کنید.\r\nنخود فرنگی های پخته را روی تخم مرغ ها بریزید و کمی تکان دهید . صبر کنید تا املت خودش را بگیرد ، املت را تا نیمه تا کنید و پس از اینکه یک طرف طلایی شود برگردانید تا طرف دیگر نیز طلایی شود. سپس سرو کنید.",
      "categoryId": 8,
      "country": "IR"
    },
    {
      "id": 1955,
      "name": "خوراک میگو",
      "description": "خوراک میگو یک غذای دریایی لبنانی است که با میگو و سبزیجات تهیه می‌شود.",
      "cookingTime": 15,
      "prepareTime": 15,
      "servingSize": 4,
      "instructions": "میگو را با سیر، گوجه فرنگی و سبزیجات پخته و سرو می‌کنید.",
      "categoryId": 93,
      "country": "LB"
    },
    {
      "id": 1863,
      "name": "نودل ژاپنی",
      "description": "نودل ژاپنی یک غذای سریع و لذیذ است که از نودل و سبزیجات تهیه می‌شود.",
      "cookingTime": 10,
      "prepareTime": 15,
      "servingSize": 4,
      "instructions": "نودل‌ها را با سبزیجات تفت داده و سپس سس سویا را اضافه می‌کنید.",
      "categoryId": 89,
      "country": "JP"
    },
    {
      "id": 674,
      "name": "طرز تهیه خورشت فسنجان با مرغ",
      "description": "",
      "cookingTime": 180,
      "prepareTime": 30,
      "servingSize": 4,
      "instructions": "طرز تهیه : گردوها را چرخ کنید ، درون قابلمه مقداری آب سرد بریزید و گردوها را اضافه کنید؛ سپس حرارت را زیاد کنید تا آب بجوش بیاید. پس از اینکه آب جوش آمد حرارت را کم کنید و اجازه دهید به مدت 2 - 3 ساعت گردوها با آب بجوشد تا کاملا به روغن بیافتد.\r\nپیاز را ریز کنید و بهمراه تکه های مرغ درون قابلمه ای جداگانه بریزید. کمی روغن بریزید ، فلفل ، نمک ، زردچوبه و برگ بوها را اضافه کنید و با حرارت ملایم تفت دهید. پس از اینکه مرغ کمی سرخ شد 2 لیوان اب اضافه کنید و 1 ساعت با حرارت ملایم بگذارید مرغ نیم پز شود.\r\nپس از پخت گردوها و زمانی که به روغن افتاد میتوانید رب انار را اضافه کنید ( رنگ تیره خورش از پخت گردو بدست میاید و رب انار برای ایجاد طعم ترش و ملس به غذا کاربرد دارد ) سپس شکر ، کمی نمک و مرغ پخته را اضافه کنید و حدود 2 ساعت بگذارید مرغ درون فسنجان با حرارت ملایم بجوشد. پس از این مدت زمان فسنجان را در ظرف بریزید و همراه با برنج سرو کنید.\r\nنکته ها : حتما گردوها را با اب بسیار سرد مخلوط کنید تا به گردوها شوک وارد شده و روغن درون گردوها ازاد شود. اب را از همان ابتدای کار زیاد نریزید بلکه کم کم و در طی مراحل پخت اضافه کنید ؛ مقدار استفاده از رب انار و شکر در فسنجان سلیقه ای میباشد و میتوانید بنابر ذائقه تان از رب انار و شکر کمتر یا بیشتر استفاده کنید. فسنجان نیاز به روغن خاصی ندارد و روغنی که در انتهای پخت ایجاد میشود همان روغن گردوست.\r\nمیتوانید بجای مرغ از گوشت چرخ کرده قلقلی شده استفاده کنید. در اینصورت در انتهای پخت فسنجان و در زمان کشیدن در ظرف گوشت قلقلی را با خورش سرو کنید. در صورت تمایل میتوانید به جای برگ بو از 1 قاشق چایخوری دارچین در زمان قرار دادن مرغ در مایه فسنجان به خورش تان اضافه کنید.",
      "categoryId": 16,
      "country": "IR"
    },
    {
      "id": 2306,
      "name": "طاجین",
      "description": "طاجین یکی از غذاهای سنتی مصر است که در آن گوشت و سبزیجات با طعمی منحصر به فرد پخته می‌شود.",
      "cookingTime": 1,
      "prepareTime": 30,
      "servingSize": 4,
      "instructions": "گوشت را با سبزیجات و زیتون می‌پزند و سپس در ظرفی به نام طاجین سرو می‌کنند.",
      "categoryId": 157,
      "country": "EG"
    },
    {
      "id": 319,
      "name": "طرز تهیه نان پاپادام هندی",
      "description": "",
      "cookingTime": 0,
      "prepareTime": 0,
      "servingSize": 0,
      "instructions": "نان پاپادام هندی\r\nآرد نخودچی 2 لیوان  .  آب ولرم 1/4 لیوان  .  زیره سیاه 1 قاشق چایخوری  .  سیر 2 حبه\r\nپودر زیره سبز 1 قاشق چایخوری  .  روغن 2 قاشق غذاخوری  .  نمک و فلفل مقدار لازم\r\nطرز تهیه : تمام مواد را داخل کاسه ای بریزید ، آب ولرم را اضافه کنید و با قاشق یا دست مواد را مخلوط کنید تا خمیر خوبی بدست بیاید ( این خمیر بافتی خشک تر از خمیرهای دیگر دارد ).\r\nروی سطح کار آرد بپاشید ، از خمیر تکه های کوچکی به اندازه یک گردو بردارید و روی سطح کار قرار دهید و با وردنه نازک پهن کنید ( میتوانید خمیر را به صورت گرد قالب بزنید یا به هر صورتی که میخواهید شکل دهید ).\r\nداخل ماهیتابه روغن بریزید و خمیرها را به نوبت در روغن داغ سرخ کنید ( میتوانید نان ها را داخل تنور نان ، فر یا ماکروفر هم آماده کنید ) ، پس از اینکه یک طرف طلایی شد برگردانید تا طرف دیگر نیز برشته و طلایی شود سپس روی دستمال کاغذی بگذارید تا روغن اضافی اش برود.\r\nاین نان با انواع ترشی ، مربا و انواع غذاها در هندوستان سرو میشود و جزو نان های سنتی و پر طرفدار هندوستان است ، این نان طعمی تند و فلفلی دارد ، میتوانید به جای آرد نخودچی از انواع آرد حبوبات استفاده کنید.",
      "categoryId": 13,
      "country": "IR"
    },
    {
      "id": 2247,
      "name": "توماک",
      "description": "توماک یک نوع نان سرخ‌شده قزاقی است که به عنوان پیش‌غذا یا همراه غذا سرو می‌شود.",
      "cookingTime": 20,
      "prepareTime": 15,
      "servingSize": 4,
      "instructions": "آرد و نمک را با آب مخلوط کرده و به صورت خمیر درآورده و سپس در روغن سرخ می‌کنید.",
      "categoryId": 149,
      "country": "KZ"
    },
    {
      "id": 2120,
      "name": "پیتزا نیویورکی",
      "description": "پیتزا نیویورکی یکی از انواع پیتزاهای معروف در ایالات متحده است که بسیار محبوب است.",
      "cookingTime": 15,
      "prepareTime": 20,
      "servingSize": 4,
      "instructions": "خمیر پیتزا را باز کرده و سپس سس گوجه فرنگی و پنیر را روی آن پخش کنید. در نهایت مواد دیگر را اضافه کرده و در فر بپزید.",
      "categoryId": 84,
      "country": "US"
    }
  ],
  "categories": [
    {
      "id": 39,
      "name": "شیرینی خشک و شیرینی تر"
    },
    {
      "id": 11,
      "name": "سس و چاشنی و ادویه"
    },
    {
      "id": 24,
      "name": "دسر"
    },
    {
      "id": 16,
      "name": "خورش"
    },
    {
      "id": 13,
      "name": "نان | خمیر نان | خمیر پیتزا"
    },
    {
      "id": 34,
      "name": "ترشی و شور"
    },
    {
      "id": 156,
      "name": "غذاهای یمن"
    },
    {
      "id": 10,
      "name": "غذاهای دريايی"
    },
    {
      "id": 154,
      "name": "غذاهای عربستان سعودی"
    },
    {
      "id": 41,
      "name": "تنقلات و شکلات و لواشک"
    },
    {
      "id": 21,
      "name": "آشپزی ماکروفر"
    },
    {
      "id": 83,
      "name": "پاستاها"
    },
    {
      "id": 9,
      "name": "کوکو | کتلت"
    },
    {
      "id": 38,
      "name": "حلوا و فرنی"
    },
    {
      "id": 40,
      "name": "بیسکوییت و کوکی و کراکر"
    },
    {
      "id": 73,
      "name": "کباب‌ها"
    },
    {
      "id": 149,
      "name": "غذاهای قزاقستانی"
    },
    {
      "id": 20,
      "name": "سالاد و اردور"
    },
    {
      "id": 85,
      "name": "سوشی"
    },
    {
      "id": 30,
      "name": "پای و تارت"
    },
    {
      "id": 6,
      "name": "سوپ و آش"
    },
    {
      "id": 23,
      "name": "غذاهای محلی و سنتی ایرانی"
    },
    {
      "id": 19,
      "name": "پیش غذا و فینگر فود"
    },
    {
      "id": 3,
      "name": "غذاهای گوشت و مرغ"
    },
    {
      "id": 12,
      "name": "خوراک"
    },
    {
      "id": 134,
      "name": "شیرینی‌های مراکشی"
    },
    {
      "id": 143,
      "name": "غذاهای پرتغالی"
    },
    {
      "id": 64,
      "name": "کوفته‌ها"
    },
    {
      "id": 29,
      "name": "کیک"
    },
    {
      "id": 95,
      "name": "غذاهای مکزیکی"
    },
    {
      "id": 72,
      "name": "غذاهای گوشتی"
    },
    {
      "id": 88,
      "name": "غذاهای گوشت"
    },
    {
      "id": 8,
      "name": "املت و کرپ"
    },
    {
      "id": 93,
      "name": "غذاهای دریایی"
    },
    {
      "id": 89,
      "name": "نودل‌ها"
    },
    {
      "id": 157,
      "name": "غذاهای مصر"
    },
    {
      "id": 84,
      "name": "پیتزا"
    }
  ],
  "countries": [
    {
      "id": 9,
      "code": "IR",
      "name": "ایران"
    },
    {
      "id": 24,
      "code": "YE",
      "name": "یمن"
    },
    {
      "id": 26,
      "code": "YE",
      "name": "یمن"
    },
    {
      "id": 10,
      "code": "IT",
      "name": "ایتالیا"
    },
    {
      "id": 1,
      "code": "AF",
      "name": "افغانستان"
    },
    {
      "id": 13,
      "code": "KZ",
      "name": "قزاقستان"
    },
    {
      "id": 11,
      "code": "JP",
      "name": "ژاپن"
    },
    {
      "id": 15,
      "code": "MA",
      "name": "مراکش"
    },
    {
      "id": 19,
      "code": "PT",
      "name": "پرتغال"
    },
    {
      "id": 20,
      "code": "TR",
      "name": "ترکیه"
    },
    {
      "id": 16,
      "code": "MX",
      "name": "مکزیک"
    },
    {
      "id": 14,
      "code": "LB",
      "name": "لبنان"
    },
    {
      "id": 25,
      "code": "EG",
      "name": "مصر"
    },
    {
      "id": 21,
      "code": "US",
      "name": "آمریکا"
    }
  ]
}